Repository: ityasser/Aid-Delivery-System-App
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Palestinian Ministry of Social Development
ar: وزارة التنمية الاجتماعية

# appName2
source: Aid Registry
ar: تسجيل المساعدات

source: Remember Me
ar: تذكرني

source: Projects
ar: المشاريع

source: next
ar: التالي

source: end
ar: إنهاء

source: LogIn
ar: تسجيل دخول

# requireMobile
source: Phone number is required
ar: رقم الهاتف مطلوب

# validMobile
source: Enter valid mobile number
ar: أدخل رقم هاتف صحيح

# requiredEmail
source: Email is required
ar: البريد الالكتروني مطلوب

# validEmail
source: Email must be valid
ar: يجب ان يكون بريد الكتروني صالح

# requiredPassword
source: password is required
ar: كلمة المرور مطلوب

# validPassword
source: The password must be greater than 8 letters or numbers
ar: يجب ان تكون كلمة المرور أكبر من 8 حروف أوأرقام

source: Please type here
ar: يرجى الكتابة هنا

source: mobile number
ar: رقم الهاتف

source: full name
ar: إسمك كامل

source: password
ar: كلمة المرور

source: confirm password
ar: تأكيد كلمة المرور

# password_not_match
source: password do not match
ar: كلمة المرور غير متطابقة

# forgot_password
source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Sign Up
ar: تسجيل جديد

source: Skip
ar: تخطي

source: User
ar: مستخدم

# address
source: Full address
ar: العنوان كاملاً

source: or register via
ar: أو تسجيل عبر

source: Email
ar: الايميل

source: I agree to
ar: أوافق على

# terms_conditions
source: Terms and Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: and
ar: و

# receive_message_via_email
source: You will receive an email with your verification code
ar: ستصلك رسالة عبر البريد الالكتروني فيها كود التحقق الخاص بك

source: send
ar: إرسال

source: back
ar: السابق

source: Personal Data
ar: الملف الشخصي

source: Service Providers
ar: مزودي الخدمات

source: Help Center
ar: مركز المساعدة

source: Change Password
ar: تغيير كلمة المرور

source: Log out
ar: تسجيل خروج

source: Home
ar: الرئيسية

source: Categories
ar: التصنيفات

source: More
ar: المزيد

source: Confirm
ar: تأكيد

source: Account activation
ar: تفعيل الحساب

# enter_code_sent_email
source: Enter the code sent to you via email
ar: أدخل الكود المرسل إليك عبر البريد الالكتروني

# msg_not_login
source: You are not logged in to benefit from the application services please log in
ar: أنت لم تقم بتسجيل الدخول للاستفادة من خدمات التطبيق الرجاء تسجيل الدخول

source: Notifications
ar: الإشعارات

source: cancel
ar: الغاء

source: Order
ar: ترتيب

# contact_whatsApp
source: Contact via WhatsApp
ar: تواصل عبر الواتسآب

source: Ad details
ar: تفاصيل الاعلان

source: Total
ar: الاجمالي

source: Send Order
ar: إرسال الطلبية

source: Refresh
ar: تحديث

source: Enter search word
ar: أدخل كلمة البحث

source: Add Ad
ar: اضافة اعلان

# add_al_ad
source: Add Ad
ar: اضافة الاعلان

# up_photos_allowed
source: Up to 15 photos are allowed
ar: يسمح بتحميل تصل ل 15 صورة

source: Ad Title
ar: اسم الاعلان

source: Ad Description
ar: وصف الاعلان

source: Ad category
ar: تصنيف الاعلان

source: Ad type
ar: نوع الاعلان

source: Type
ar: نوع

source: Choose Date
ar: اختر التاريخ

source: Choose Time
ar: اختر الوقت

source: Starting price
ar: السعر الابتدائي

source: highest price
ar: أعلى السعر

source: Country
ar: الدولة

source: Region
ar: المنطقة

# neighborhood
source: District
ar: الحي

source: contact number
ar: رقم التواصل

source: Detail address
ar: العنوان التفصيلي

source: WhatsApp number
ar: رقم الواتساب

source: WhatsApp
ar: واتساب

source: Company Name
ar: اسم الشركة

# license_number
source: licensed operator number
ar: رقم المشتغل المرخص

# is_provider
source: Are you a Service Provider?
ar: هل أنت صاحب العقار؟

# is_store
source: Are you a company?
ar: هل أنت شركة؟

source: Saving changes
ar: حفظ التغييرات

# choose_plan
source: Choose the plan that is right for you
ar: اختر الخطة المناسبة لك

# must_agree_to
source: You must agree to
ar: يجب الموافقة على

# please_login
source: Please login to the app
ar: الرجاء تسجيل الدخول الى التطبيق

source: Search Page
ar: صفحة البحث

# nointernet
source: No internet connection
ar: لا يوجد اتصال بالانترنت

# send_success
source: operation accomplished successfully
ar: تمت العملية بنجاح

source: done
ar: تم

source: Filter By
ar: فلترة حسب

source: Filter
ar: فلتر

source: change language
ar: تغيير اللغة

source: Service category
ar: صنف الخدمة

source: Service Type
ar: نوع الخدمة

source: City
ar: المدينة

source: search word
ar: كلمة البحث

source: Search
ar: بحث

source: Choose Currency
ar: اختر العملة

source: Currency
ar: العملة

source: State
ar: المقاطعة

source: Choose
ar: اختر

source: Required
ar: مطلوب

source: Price
ar: السعر

source: From
ar: من

source: To
ar: الى

source: space
ar: المساحة

source: enter
ar: أدخل

source: My Account
ar: حسابي

source: Packages
ar: الباقات

source: Ads
ar: الإعلانات

source: Reports
ar: التقارير

source: Customer Reviews
ar: آراء العملاء

source: Gallery
ar: الاستديو

source: Camera
ar: الكاميرا

# address_on_map
source: Determine The Address On The Map
ar: تحديد العنوان على الخريطة

source: Service details
ar: تفاصيل الخدمة

source: Ad number
ar: رقم الاعلان

source: Details
ar: التفاصيل

source: Ad Rating
ar: تقييم الاعلان

source: read more
ar: اقرأ المزيد

source: read less
ar: اقرأ أقل

source: less
ar: تصغير

source: Services
ar: الخدمات

# many_ads
source: Number Ads
ar: عدد الإعلانات

# choose_phone_code
source: Choose phone code of country
ar: اختر مقدمة الدولة

source: Account verification
ar: التحقق من الحساب

# send_code_again
source: Send the verification code again
ar: ارسال كود التحقق مرة أخرى

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Current Password
ar: كلمة المرور الحالية

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# add_license_document
source: Add a license document
ar: أضف وثيقة الترخيص

source: facebook
ar: فيس بوك

source: twitter
ar: تويتر

source: google
ar: جوجل

source: apple
ar: أبل

source: you have account
ar: لديك حساب بالفعل؟

source: code verification
ar: رمز التحقق

source: go to link ad
ar: اذهب الى رابط الاعلان

source: account promotion
ar: ترقية الحساب

source: number
ar: رقم

# real_estate
source: Estate
ar: العقارات

source: Estate
ar: عقار

source: Explore by cities
ar: اسكتشف حسب المدن

source: Latest real estate
ar: أحدث العقارات

source: filtering
ar: تصفية

source: display type
ar: نوع العرض

source: Reset
ar: إعادة الضبط

source: statistics
ar: الاحصائيات

source: Ratings
ar: التقييمات

source: settings
ar: الاعدادات

source: Support tickets
ar: تذاكر الدعم

source: connect us
ar: تواصل معنا

source: delete account
ar: حذف الحساب

source: Please agree to the terms and conditions
ar: يرجى الموافقة على الشروط والأحكام

source: Favorite
ar: المفضلة

source: View All
ar: عرض الكل

source: special
ar: مميز

source: Explore by categories
ar: استكشف حسب التصنيفات

source: districts
ar: المقاطعات

source: Do you want to log out?
ar: هل تريد تسجيل الخروج؟

source: Do you want to delete the account?
ar: هل تريد حذف الحساب؟

source: View
ar: عرض

source: Must Choose
ar: يجب اختيار

source: Show more
ar: عرض المزيد

source: Show less
ar: عرض اقل

source: estate type
ar: نوع العقار

source: Private Ad
ar: اعلانات خاصة

source: add private ad
ar: إضافة اعلان خاص

source: details ad
ar: تفاصيل الاعلان

source: ad link
ar: رابط الاعلان

source: duration ad
ar: مدة الاعلان

source: description ad
ar: وصف الاعلان

source: advertise now
ar: أعلن الآن

source: Ad extension
ar: تمديد الاعلان

source: review
ar: استعراض

# real_estate_you_want_to_feature
source: The real estate you want to feature
ar: العقار الذي تريد تميزه

source: Ad display platform
ar: منصة عرض الاعلان

source: Ad display method
ar: طريقة عرض الاعلان

source: Ad appearance city
ar: مدينة ظهور الاعلان

source: select
ar: حدد

source: yes
ar: نعم

source: Added date
ar: تاريخ الاضافة

source: Call
ar: اتصال

source: Images Viewer
ar: معرض الصور

source: Estate Information
ar: معلومات العقار

source: Reference Number
ar: الرقم المرجعي

source: Estate Description
ar: وصف العقار

source: Estate Features
ar: خصائص العقار

# advantages_services
source: Advantages and services
ar: المزايا والخدمات

source: Location
ar: الموقع

source: Video
ar: الفيديو

source: Internal Features
ar: المزايا الداخلية

source: External Features
ar: المزايا الخارجية

# report_ad
source: Report this ad
ar: الابلاغ عن هذا الاعلان

source: Similar Estates
ar: عقارات مشابهة

source: Add Rating
ar: اضافة تقييم

# for_suggestions_questions
source: For suggestions and Questions
ar: للاقتراحات والاستفسارات

# hint_contactus
source: Send us your inquiries using the form below and our team will contact you as soon as possible
ar: ارسل لنا استفساراتك باستخدام النموذج ادناه وفريقنا سيتواصل معك في اقرب فرصة

source: Visit Us
ar: قم بزيارتنا

source: your message
ar: رسالتك

# go_to_add_link
source: Go to ad link
ar: الذهاب الى رابط الاعلان

source: Rating
ar: تقييم

# why_report_ad
source: Why do you want to report this ad?
ar: لماذا تريد الابلاغ عن هذا الاعلان؟

source: company
ar: شركة

source: individual
ar: فرد

source: problem type
ar: نوع المشكلة

source: about Us
ar: نبذة عنا

source: payment policy
ar: سياسة الدفع

source: terms of use
ar: شروط الاستخدام

source: Problem description
ar: وصف المشكلة

source: Minimum
ar: الحد الادني

source: Maximum
ar: الحد الاعلى

source: add your estate
ar: أضف عقارك

source: Start your real estate journey
ar: ابدأ رحتلك العقارية

source: our partners
ar: شركاؤنا

source: remaining ads
ar: الاعلانات المتبقية

source: image
ar: صورة

source: Are you sure to delete the ad?
ar: هل أنت متأكد من حذف الاعلان؟

source: Write Message
ar: اكتب رسالة

source: sale
ar: بيع

source: rent
ar: إيجار

source: estate name
ar: اسم العقار

source: price display
ar: سعر العرض

source: option
ar: اختياراي

source: send email
ar: ارسال ايميل

source: unit measure
ar: وحدة القياس

# step_one_title
source: Real estate data
ar: بيانات العقار

# step_tow_title
source: The location of estate
ar: موقع العقار

# step_three_title
source: Properties of estate
ar: خصائص العقار

# step_four_title
source: Images of estate
ar: صور العقار

# step_five_title
source: Contact information
ar: بيانات التواصل

# step_six_title
source: Advertising promotion
ar: الترويج للاعلان

# step_seven_title
source: Ad preview
ar: معاينة الاعلان

source: Upload pictures of estate
ar: رفع صور للعقار

source: Add a video
ar: اضافة فيديو

# upload_to_YouTube
source: Add videos to your properties from YouTube. Upload to YouTube and paste the link below
ar: أضف مقاطع فيديو لممتلكاتك من يوتيوب. قم بالتحميل على يوتيوب والصق الرابط أدناه

source: Link Video
ar: رابط الفيديو

source: I undertake to be the real owner of estate
ar: أتعهد بأني المالك الحقيقي للعقار

# whatsapp_receive
source: Enter your WhatsApp number to receive inquiries from tenants
ar: أدخل رقم الواتس اب الخاص بك ، لتلقى الاستفسارات عليه من المستأجرين

source: non
ar: عدم

source: Submit for review
ar: ارسال للمراجعة

source: add features
ar: اضافة خدمات ومزايا

source: Choose your package
ar: اختر باقتك

# provide_estate_owners_packages
source: We provide real estate owners with packages to subscribe to the platform with various benefits
ar: نوفر لأصحاب العقارات باقات للاشتراك في المنصة بمزايا متنوعة

source: yearly
ar: سنوي

source: Monthly
ar: شهري

source: subscribe now
ar: اشترك الان

source: payment method
ar: طريقة الدفع

source: sub
ar: الفرعي

# the_final
source: final
ar: النهائي

source: Tax
ar: الضريبة

source: Summary
ar: الملخص

# do_you_have_coupon
source: Do you have a discount coupon?
ar: هل لديك كوبون خصم؟

source: coupon
ar: الكوبون

source: Apply
ar: تطبيق

source: Estate Location
ar: موقع العقار

source: No Results Found
ar: لم يتم العثور على نتائج

# search_locations_recently
source: Locations you searched most recently
ar: المواقع التي بحثت عنها مؤخرًا

source: Lowest price
ar: أقل سعر

source: Welcome
ar: مرحبا

source: edite
ar: تحرير

source: rate us
ar: قيمنا

# upgrade_package
source: Package upgrade
ar: ترقية الباقة

source: Browse your estate
ar: تصفح عقارقك

source: Sorry, there are no properties
ar: عذرا، لا يوجد عقارات

source: Go to
ar: اذهب الى

# end_package
source: Your current package subscription has expired
ar: انتهى اشتراكك الحالي في الباقة

# please_renew_package
source: Please renew your subscription to continue to benefit from our premium services
ar: يُرجى تجديد الاشتراك للاستمرار في الاستفادة من خدماتنا المميزة

source: Subscription renewal
ar: تجديد الاشتراك

# error
source: Sorry, something went wrong
ar: عذرا, هناك خطأ ما

# error_try_again
source: It seems that something went wrong, please try again
ar: يبدو أنه حدث خطأ ما ,يرجى المحاولة مرة أخرى

source: Try again
ar: المحاولة مرة أخرى

# make_sure_net
source: Make sure wifi or cellular data is turned on
ar: تأكد من تشغيل wifi أو البيانات الخلوية

# sorry_not_logged_in
source: Sorry, you are not logged in
ar: عذرا ،أنت لم تقم بتسجيل الدخول

# do_not_miss_chance_upgrade
source: Don't miss the chance to upgrade to take advantage of our enhanced services and upgraded experience
ar: لا تفوت فرصة الترقية للاستفادة من خدماتنا المحسّنة والتجربة المتطورة

# upgrade_your_package
source: Upgrade your package now and enjoy additional features
ar: قم بترقية باقتك الآن واستمتع بميزات إضافية

source: Simple steps to find your home
ar: خطوات بسيطة للعثور على منزلك

source: Provider name
ar: اسم مزود الخدمة

# title_our_partners
source: We have a group of success partners who share our excellence It works to achieve our goals
ar: نمتلك مجموعة من شركاء النجاح الذين يشاركونا التميز ويعمل لصالح تحقيق أهدافنا

source: Finish selling real estate ads
ar: الانتهاء من بيع الإعلانات العقارية

source: Previous subscriptions
ar: الاشتراكات السابقة

source: User type
ar: نوع المستخدم

# app_description
source: An application for managing humanitarian aid, allowing project and beneficiary registration, tracking aid receipt, and efficient data management. It offers advanced features such as search, automatic updates, and Excel export.
ar: تطبيق لإدارة المساعدات الإنسانية يتيح تسجيل المشاريع والمستفيدين، مع إمكانية تتبع استلام المساعدات وإدارة البيانات بكفاءة. يوفر ميزات متقدمة مثل البحث، التحديث التلقائي، والتصدير إلى Excel.

# features_title
source: ðŸ“Œ Key Features:
ar: 📌 الميزات الرئيسية:

# feature_1
source: Manage projects and beneficiaries with add, update, and delete options.
ar: * إدارة المشاريع والمستفيدين مع إمكانية الإضافة والتحديث والحذف.

# feature_2
source: Sync data with API for automatic project and beneficiary updates.
ar: * مزامنة البيانات مع API لتحديث المشاريع والمستفيدين تلقائيًا.

# feature_3
source: Advanced search for beneficiaries using ID number.
ar: * بحث متقدم عن المستفيدين باستخدام رقم الهوية.

# feature_4
source: Local storage using ObjectBox for fast performance.
ar: * التخزين المحلي باستخدام ObjectBox لضمان الأداء السريع.

# feature_5
source: Export data to Excel for shareable reports.
ar: * تصدير البيانات إلى Excel لإنشاء تقارير قابلة للمشاركة.
